Repository: eusonlito/Mezclabro
Catalog: languages/*/gettext.po
Languages: gl

source: You have resigned this game
gl: Rendícheste nesta partida

source: Sorry but some problem occours when try to resign this game
gl: Sentímolo, pero ocorreu algún erro cando intentabas rendirte nesta partida

source: Game versus %s
gl: Partida contra %s

source: Your words were set successfully
gl: As palabras enviáronse correctamente

source: Some error occours triying to play yours words. Please try it again.
gl: Ocorreu algún erro cando intentaba realizar a túa xogada. Por favor, inténtao de novo. Se o problema continúa, proba a desconectarte e acceder de novo.

source: Some error occours triying to load this round. Are you sure that is your turn?.
gl: Ocorreu algún erro intentando cargar esta ronda. Estás seguro que de que é o teu turno?

source: Sorry but you can't play now. You was added to a waiting list.
gl: Sentímolo pero non hai ningunha partida dispoñible neste momento. Foches engadido a lista de espera.

source: New Game
gl: Nova Partida

source: Home
gl: Comezo

source: About
gl: Sobre

source: No user ID was received
gl: Non se recibiu o ID do usuario

source: Ops..
gl: Ups...

source: This user does not exists or could not be loaded. Please reload this page to try it again.
gl: Este usuario non existe ou non se puido cargar. Por favor, recarga esta páxina para intentalo de novo.

source: %s was added as friend.
gl: %s foi engadido como amigo.

source: %s was removed as friend.
gl: %s foi quitado dos amigos.

source: %s Profile
gl: Perfil de %s

source: There are a problem loading this page. Please reload or try to login again.
gl: Ocorreu algún erro intentando cargar esta páxina. Por favor, recarga esta páxina para intentalo de novo. Se o problema continúa, proba a desconectarte e acceder de novo.

source: You must be logged to view this section
gl: Debes estar logueado para poder ver esta sección

source: Login
gl: Entrar

source: Theme path "%s" does not exists.
gl: O directorio "%s" para este tema non existe.

source: just now
gl: xusto agora

source: one minute ago
gl: hai un minuto

source: %s minutes ago
gl: hai %s minutos

source: one hour ago
gl: hai unha hora

source: %s hours ago
gl: hai %s horas

source: yesterday
gl: onte

source: %s days ago
gl: hai %s días

source: in a minute
gl: nun minuto

source: in %s minutes
gl: en %s minutos

source: in an hour
gl: nunha hora

source: in %s hours
gl: en %s horas

source: %s wants to play with you
gl: %s quere xogar contigo

source: It's your turn against %s
gl: É o teu turno contra %s

source: %s does't wants to play
gl: %s non quere xogar contigo

source: %s has resigned. You win!
gl: %s rendiuse. Gañaches!

source: Game versus %s was ended. You win!
gl: A partida contra %s rematou. Gañaches!

source: Game versus %s was ended. You lost :(
gl: A partida contra %s rematou. Perdiches :(

source: Game versus %s was expired. You win!
gl: A partida contra %s expirou. Gañaches!

source: Game versus %s was expired. You lost :(
gl: A partida contra %s expirou. Perdiches :(

source: Turn %s
gl: Turno %s

source: My Points
gl: Os meus puntos

source: Round
gl: Ronda

source: Opponent Points
gl: Os puntos do oponente

source: Round %s
gl: Ronda %s

source: You have %s new chat messages
gl: Tes %s novas mensaxes no chat

source: It's time to play!
gl: É hora de xogar!

source: Suggestions
gl: Suxerencias

source: Your words
gl: As túas palabras

source: You are playing for <strong>%s</strong> points
gl: Estás xogando por <strong>%s</strong> puntos

source: Filter suggested words
gl: Filtrar as palabras suxeridas

source: Check/Uncheck all
gl: Marcar/Desmarcar todo

source: Play for %s points!
gl: Xoga por %s puntos!

source: Confirm your move
gl: Confirma o teu movemento

source: Are you sure do you want to play for %s points?
gl: Estas seguro de que queres xogar por %s puntos?

source: Cancel
gl: Cancelar

source: Confirm
gl: Confirmar

source: Filter my words
gl: Filtrar as miñas palabras

source: Your turn
gl: O teu turno

source: Opponent turn
gl: Turno do oponente

source: EXPIRED
gl: EXPIROU

source: You have %s chat messages
gl: Tes %s mensaxes no chat

source: Back to game
gl: Voltar o xogo

source: Last words: %s
gl: Últimas palabras: %s

source: %s points
gl: %s puntos

source: %s has swapped tiles
gl: %s cambiou fichas

source: You have swapped tiles
gl: Cambiaches fichas

source: %s has passed the turn
gl: %s pasou o seu turno

source: You have passed your turn
gl: Pasaches o teu turno

source: Send
gl: Enviar

source: Close
gl: Pechar

source: last move %s
gl: último movemento %s

source: Random opponent
gl: Opoñente aleatorio

source: Recent and Friends
gl: Recentes e Amigos

source: Search
gl: Buscar

source: Start a new game with random opponent
gl: Comezar unha nova partida cun rival aleatorio

source: Start a new game
gl: Comezar unha nova partida

source: You haven't any user in this list
gl: No tes usuarios nesta lista

source: Search...
gl: Buscar...

source: No games here :)
gl: Ningunha partida aquí :)

source: Mezclabro!
gl: Mezclabró!

source: Play to Mezcladitos/WordCrack online!
gl: Xoga a Mezcladitos/WordCrack en liña!

source: Game
gl: Partida

source: My Profile
gl: O Meu Perfil

source: User Profile
gl: Perfil do Usuario

source: Your Turn
gl: Tócache

source: There aren't games waiting for you
gl: Non hai partidas agardándote

source: Logout
gl: Saír

source: last login %s
gl: último acceso %s

source: Register
gl: Rexistro

source: Your email
gl: O teu correo

source: Your password
gl: O teu contrasinal

source: register_info
gl: <p>Esta web é só un interface para a aplicación orixinal <a href="http://mezcladitos.com/">Mezcladitos</a>.</p><p>Isto significa que debes descargarte a aplicación no teu smartphone <a href="https://play.google.com/store/apps/details?id=com.etermax.wordcrack.lite">Android</a> ou <a href="http://itunes.apple.com/es/app/word-crack-free/id566593443">iPhone</a> e rexistrarte nela con usuario e contrasinal (non vale a través de Facebook).</p><p>Unha vez rexistrado poderás voltar aquí para acceder e comezar a xogar :)</p><p>Esta web non ten ningunha relación coa empresa propietaria da aplicación <a href="http://mezcladitos.com/">Mezcladitos</a>.</p>

source: About Mezclabro!
gl: Sobre Mezclabro!

source: about_info
gl: <p><strong>Mezclabro!</strong> é un proxecto desenvolto por <a href="https://github.com/eusonlito">Lito</a> para crear un interface web da aplicación móbil <a href="http://mezcladitos.com/">Mezcladitos (WordCrack)</a>.</p><p>Isto significa que debes descargarte a aplicación no teu smartphone <a href="https://play.google.com/store/apps/details?id=com.etermax.wordcrack.lite">Android</a> ou <a href="http://itunes.apple.com/es/app/word-crack-free/id566593443">iPhone</a> e rexistrarte nela con usuario e contrasinal (non vale a través de Facebook).</p><p>Unha vez rexistrado poderás voltar aquí para acceder e comezar a xogar :)</p><p>Se o desexas podes descargarte o código fonte en <a href="https://github.com/eusonlito/Mezclabro">Github</a>.</p><p>De todos xeitos, se tes algunha dúbida ou suxerencia, podes poñerte en contacto conmigo no enderezo de correo <a href="mailto:lito@eordes.com">lito@eordes.com</a>.</p><p>Agradezo enormemente a axuda na traducción do interface. Podes facela usando como base o arquivo <strong>languages/es/gettext.po</strong> ou <strong>languages/es/gettext.mo</strong>.</p><p>Esta web non ten ningunha relación coa empresa propietaria da aplicación <a href="http://mezcladitos.com/">Mezcladitos</a>.</p>

source: Available Languages
gl: Idiomas Dispoñibles

source: Project Updates
gl: Actualizacións do Proxecto

source: %s Facebook profile
gl: Perfil de Facebook de %s

source: Remove as friend
gl: Eliminado de amigos

source: Add as friend
gl: Engadir como amigo

source: Play a versus game
gl: Xogarlle unha partida

source: Select a language
gl: Escolle un idioma

source: Play!
gl: Xogar!

source: <strong>%s</strong> finished versus games
gl: enfrentácheste en <strong>%s</strong> partidas rematadas

source: <strong>%s</strong> you won!
gl: gañaches <strong>%s</strong>

source: <strong>%s</strong> you lost!
gl: perdeches <strong>%s</strong>

source: <strong>%s</strong> played games
gl: <strong>%s</strong> xogados

source: <strong>%s</strong> won
gl: <strong>%s</strong> victorias

source: <strong>%s</strong> lost
gl: <strong>%s</strong> derrotas

source: <strong>%s%%</strong> resign
gl: <strong>%s</strong> rendicións

source: <strong>%s</strong> was the longest word
gl: <strong>%s</strong> foi a palabra máis longa

source: <strong>%s</strong> was the best game
gl: <strong>%s</strong> foi a mellor partida

source: <strong>%s</strong> was the best play
gl: <strong>%s</strong> foi a mellor xogada

source: last login <strong>%s</strong>
gl: último acceso <strong>%s</strong>

source: prefixAgo
gl: hai

source: prefixFromNow
gl: en

source: less than a minute
gl: menos dun minuto

source: about a minute
gl: un minuto

source: %d minutes
gl: %d minutos

source: about an hour
gl: unha hora

source: about %d hours
gl: %d horas

source: a day
gl: un día

source: %d days
gl: %d días

source: about a month
gl: un mes

source: %d months
gl: %d meses

source: about a year
gl: un ano

source: %d years
gl: %d anos

source: Waiting for reply...
gl: Agardando resposta...

source: Please, wait...
gl: Por favor, agarda...

source: Sending...
gl: Enviando...

source: No results for your query
gl: Sen resultados para a túa consulta

source: Are you sure that you want resign this game?!?
gl: Estas seguro de querer rendirte?

source: 100% Sure?
gl: 100% Seguro?

source: Some error occours with the server response. Please try it again.
gl: Ocorreu algún erro coa resposta do servidor. Por favor, inténtao de novo. Se o problema continúa, proba a desconectarte e acceder de novo.

source: This screen has updates. Click here to reload it.
gl: Esta pantalla ten actualizacións. Fai click aquí para recargala.

source: Updates!
gl: Actualizacións!

source: You have new messages!
gl: Tes novas mensaxes!

source: You have %s messages
gl: Tes %s mensaxes

source: You must select a language
gl: Debes escoller un idioma

source: No game ID was received
gl: Non se recibiu o ID da partida

source: Some error occours triying to load this game. Please reload this page to try it again.
gl: Ocorreu algún erro intentando cargar esta partida. Por favor, recarga esta páxina para intentalo de novo. Se o problema continúa, proba a desconectarte e acceder de novo.

source: language_ca
gl: Català

source: language_de
gl: Deutsch

source: language_en
gl: US English

source: language_en-uk
gl: UK English

source: language_es
gl: Castellano

source: language_fr
gl: Français

source: language_gl
gl: Galego

source: language_it
gl: Italiano

source: language_pt
gl: Português

source: Turn
gl: Turno

source: Waiting
gl: Agardando

source: Ended
gl: Rematadas

source: Pending
gl: Pentente

source: Active
gl: Activo

source: ACTIVE
gl: ACTIVO

source: ENDED
gl: REMATADA

source: RESIGN
gl: RENDICIÓN

source: REJECT
gl: REXEITADA

source: PENDING_MY_APPROVAL
gl: PENDIENTE DA MIÑA APROBACIÓN

source: PENDING_FIRST_MOVE
gl: PENDIENTE DO PRIMEIRO MOVEMENTO

source: PENDING_FRIENDS_APPROVAL
gl: PENDIENTE DA APROBACIÓN DO RIVAL

source: PLACE_TILE
gl: COLOCAR FICHA

source: PASS
gl: PASA

source: %s has sent a new message
gl: %s enviouche unha nova mensaxe

source: No users founded...
gl: Non se atoparon usuarios...

source: There aren't any conversation in this game
gl: Non hai ningunha conversa nesta partida
